vc = ["فنی و مهندسی","علوم پایه","علوم انسانی","دامپزشکی","اقتصاد","کشاورزی","منابع طبیعی"]
vf = ["مهندسی برق - سامانه های برقی حمل و نقل","مهندسی برق","مهندسی صنایع - کیفیت و بهره وری",
                "مهندسی صنایع - مدیریت مهندسی","مهندسی صنایع - مهندسی صنایع","مهندسی صنایع ـ مدیریت سیستم و بهره وری",
                "مهندسی  صنایع","مهندسی  پزشکی  - بیوالکتریک","مهندسی پزشکی - بیومتریال","مهندسی پزشکی - توانبخشی",
                "مهندسی پزشکی - مهندسی توانبخشی","مهندسی پزشکی","مهندسی عمران - ژئوتکنیک","مهندسی عمران - مدیریت ساخت",
                "مهندسی عمران - مهندسی راه و ترابری","مهندسی عمران - مهندسی و مدیریت ساخت","مهندسی عمران",
                "مهندسی فناوری اطلاعات - تجارت الکترونیکی","مهندسی فناوری اطلاعات - شبکه های کامپیوتری",
                "مهندسی کامپیوتر- معماری سیستم های کامپیوتری","مهندسی کامپیوتر- نرم افزار",
                "مهندسی کامپیوتر - هوش مصنوعی و رباتیک","مهندسی فناوری اطلاعات","مهندسی کامپیوتر - فناوری اطلاعات",
                "مهندسی کامپیوتر","مهندسی حرفه ای کامپیوتر نرم افزار", "مهندسی معدن - استخراج مواد معدنی",
                "مهندسی مکاترونیک","مهندسی مکانیک - تبدیل انرژی","مهندسی مکانیک","مهندسی شیمی - طراحی فرآیند",
                "مهندسی شیمی - محیط زیست","مهندسی نفت"
                ]
cc = ["متاهل","مجرد"]
cities = [
    "تبریز", "آذرشهر", "مراغه", "ملکان", "میانه", "هریس", "شبستر", "سراب", "اهر", "خوی", "بستان‌آباد",
    "ارومیه", "خوی", "مهاباد", "بوکان", "نقده", "میاندوآب", "سردشت", "پیرانشهر", "چالدران", "شاهین‌دژ",
    "اردبیل", "مشگین‌شهر", "خلخال", "ارشق", "کوثر", "نمین", "نیر",
    "اصفهان", "کاشان", "نجف‌آباد", "اردستان", "شهرضا", "گلپایگان", "لنجان", "خمینی‌شهر", "فریدن", "فلاورجان", "تیران و کرون", "چادگان", "برخوار",
    "ایلام", "دهلران", "مهران", "چرداول", "ایوان",
    "بوشهر", "گناوه", "دیلم", "دشتستان", "دیر", "تنگستان", "خورموج",
    "تهران", "شهریار", "ملارد", "پاکدشت", "ری", "شمیرانات", "ورامین", "قدس",
    "شهرکرد", "بروجن", "کوهرنگ", "لردگان", "فارسان", "بن", "آلونی",
    "بیرجند", "زیرکوه", "نهبندان", "درمیان", "سرایان", "سربیشه", "قائنات",
    "مشهد", "تربت حیدریه", "سبزوار", "نیشابور", "تربت جام", "قوچان", "گناباد", "خواف", "کاشمر", "سرخس", "رشتخوار", "فریمان",
    "بجنورد", "شیروان", "اسفراین", "گرمه", "راز و جرگلان",
    "اهواز", "ابوموسی", "اندیمشک", "اهرم", "باغ‌ملک", "بندرامام خمینی", "بندرماهشهر", "هندیجان", "حمیدیه", "دزفول", "رامهرمز", "مسجدسلیمان", "ملاثانی", "شادگان", "گتوند", "لالی", "مسعودیه", "هویزه", "خرمشهر", "کوت عبدالله", "آبادان", "شوش", "چغامیش", "رامشیر", "امیدیه", "مینوشهر",
    "سمنان", "شاهرود", "گرمسار", "دامغان", "سرخه",
    "زاهدان", "چابهار", "خاش", "ایرانشهر", "سراوان", "نیک‌شهر", "زابل", "دلگان", "کنارک", "هامون", "میرجاوه", "سیب و سوران", "قصرقند",
    "شیراز", "مرودشت", "کازرون", "فسا", "جهرم", "لارستان", "خرم‌بید", "استهبان", "مهر", "ممسنی", "رستم", "فیروزآباد", "نی‌ریز",
    "قزوین", "آبیک", "آوج", "بوئین‌زهرا", "تاکستان",
    "قم","جیرفت",
    "سنندج", "مریوان", "بانه", "سقز", "دیواندره", "سروآباد", "قروه", "کامیاران", "کرمانشاه",
    "کرمان", "بم", "رفسنجان", "سیرجان", "زرند", "شهربابک", "بافت", "کهنوج", "راور", "سرچشمه", "رابر", "فهرج", "انار",
    "کرمانشاه", "کنگاور", "سنقر", "قصرشیرین", "هرسین", "صحنه", "پاوه", "جوانرود", "گیلانغرب", "روانسر", "دالاهو",
    "یاسوج", "دهدشت", "گچساران", "باشت", "چرام", "لنده",
    "رشت", "بندرانزلی", "آستارا", "لاهیجان", "ماسال", "املش", "فومن", "رودسر", "لنگرود",
    "گرگان", "گنبدکاووس", "آق‌قلا", "مینودشت", "گالیکش", "علی‌آباد", "گمیش‌تپه", "ترکمن", "کردکوی",
    "خرم‌آباد", "بروجرد", "دورود", "ازنا", "الیگودرز", "کوهدشت", "الشتر",
    "ساری", "بابل", "بابلسر", "آمل", "نور", "چالوس", "قائم‌شهر", "جویبار", "نکا", "کلاردشت", "محمودآباد", "رامسر", "سوادکوه",
    "اراک", "خمین", "محلات", "تفرش", "کمیجان", "شازند", "ساوه",
    "بندرعباس", "بندرلنگه", "قشم", "میناب", "جاسک", "حاجی‌آباد", "رودان", "دشتی", "بشاگرد", "چابکسر",
    "همدان", "ملایر", "نهاوند", "تویسرکان", "رزن", "بهار", "کرج", "نظرآباد", "مهرشهر", "ماهدشت", "اشتهارد", "طالقان", "چهارباغ", "فردیس", "اندیشه", "شهریار", "کبودرآهنگ",
    "یزد", "اردکان", "بافق", "تفت", "مهریز", "اشکذر", "خاتم", "ابرکوه", "اردستان", "بهاباد", "ادبیه"
]






